/* English */

/* Input window */
"run/hint" = "运行插件或执行插件";
"goto/hint" = "跳转至页面、画板、组、图层";
"insert/hint" = "选择组件";
"create/hint" = "输入名字";
"apply/hint" = "将共享样式运用到层";
"install/hint" = "运行或者更新插件";

"run/hintShort" = "插件或菜单操作";
"goto/hintShort" = "页面、画板、组、图层";
"insert/hintShort" = "或切换组件";
"create/hintShort" = "输入名字";
"apply/hintShort" = "将共享样式运用到层";
"install/hintShort" = "或更新插件";

"actionName/run" = "运行";
"actionName/goto" = "前往";
"actionName/insert" = "输入";
"actionName/create" = "创建";
"actionName/apply" = "运行";
"actionName/install" = "安装";

"invalidAction/apply" = "无法将样式运用到所选的层";
"invalidActionDescription/apply" = "选择一个或多个形状和文字图层";
"invalidAction/create" = "没有选中图层";
"invalidActionDescription/create" = "选择要创建符号或共享样式的图层
";

"update/updateAvailable" = "更新可用
";

"hint/useTab" = "使用 TAB 键循环浏览类别。";
"actionDescription/createSymbol" = "将所选图层分组为符号。";
"actionDescription/createTextStyle" = "创建新的共享文本样式.";
"actionDescription/createLayerStyle" = "创建新的共享层样式。";

/* Update */
"update/windowTitle" = "更新自动化";
"update/nowAvailable" = "版本 %1$@ 可用";
"update/youHaveVersion" = "您有版本 %1$@";
"update/downloadUpdate" = "下载更新";
"update/installRelaunch" = "安装和重启";

/* Settings */
"settings/autoSelectLastCategory" = "关注启动时的最后一个选定命令";
"settings/shouldSaveHistory" = "保存最近的搜索查询";
"settings/historyHint" = "使用向上键访问以前键入的查询。仅当输入字段为空时才起作用。";
"settings/shouldZoomOnGoto" = "使用时放大图层 '前往'";
"settings/shouldRememberPosition" = "记住自动化的位置";
"settings/shouldUseDarkMode" = "暗主题";
"settings/shouldShowCommands" = "显示命令栏";
"settings/shouldUseFuzzySearch" = "使用模糊搜索 (测试)";

/* Libraries Manager */
"libraries/manageLibrariesDescription" = "将搜索结果限制为当前文档的选定库.";


